[
{"text": "Телефон мне подарили. И хорошо что я его не покупал.. Он вообще не стоит своих денег!!!", "rating": "1"},
{"text": "Просто iPhone. Удовлетворяет всем потребностям. Кому нужно что-то больше, думать нужно персонально в каком-то направлении. Нужны игры, покупайте консоль, нужна супер качественная музыка, то покупайте хорошие плееры. В этом телефоне есть все, но на уровне \"средне\" ну в некоторых случаях чуть выше среднего.", "rating": "5"},
{"text": "Благо мне его подарили, сам бы такой не купил. Сейчас думаю передарить кому-нибудь. Обычный смартфон с кучей неудобств за большие деньги.  Вы платите за логотип огрызка который к слову сразу же закроете чехлом чтобы не поцарапать эту хрупкую конструкцию. Рекомендую не гнаться за слепой эфорией яблочного культа и думать головой при выборе, по сути, просто смартфона, который устареет через год. Всем успехов.", "rating": "2"},
{"text": "Что хочу сказать в отличие от шестой модели: 1) Камера стала лучше (особенно в ночное время суток) , а вот в помещении так не сильное отличие. 2) Работа аккумулятора . Удивительно, но действительно заряд держит лучше . Хотя возможно из-за того, что аккумулятор новый. 3) Тач айди. На седьмой модели в разы быстрее и срабатывает в 97% случаях. Это правда ощутимо и более чем достойно. Теперь общий отзыв . Аппаратом в целом доволен , это такая взрослая игрушка . Одним понт, а другим удобство использования и без глючная работа . Тут могу выделить iOS 10. Отсутствие 3,5 разъема, это все сугубо лично . Я не слушаю музыку на телефоне . Хотя определенной категории людей это важно. Отсутсвие физической кнопки с лихвой заменяет вибрация при касании, не срабатываний ещё не было. Не могу сказать , как аппарат будет вести себя на морозе . Шестой просто отключался , как будет тут - поживем , увидим. Процессор А10 , действительно очень мощный , ни одного подлагивания в тяжелых играх не заметил , а если честно , играю довольно много , особенно в общественном транспорте. Звук динамиков, наконец-то теперь телефон слышно везде. Качество приема связи и быстрая работа интернета так же очень радует. Аппарат оставляет приятное ощущение от использования и я бы мог его рекомендовать к покупке , но опять же только той категории людей , кто готов отдать такую сумму за игрушку. Тем кто нет , есть очень много достойных и не дорогих android телефонов ни чуть не уступающим iPhone . Так что , выбор за вами!", "rating": "5"},
{"text": "До него год пользовался Galaxy S6 и вообще впервые решил приобрести iPhone. Из техники Apple в свое время был только iPad Air. По сравнению с S6 намного лучше держит заряд (до 2 дней при обычном использовании). Софт конечно же на iOS лучше, чем на Android, да и с обновлениями там до сих пор проблемы. Touch ID работает идеально. Камера после Galaxy не удивила, но в целом покупкой доволен, отличный телефон на ближайшие пару лет.", "rating": "5"},
{"text": "Покупал как только телефон вышел, ходил, радовался, но через полтора месяца с покупки в один прекрасный момент начал жутко тормозить, настройки открывались по 2-3 минуты, с огромным трудом сделал сброс всех данных, потому что не знал, что делать. На всякий случай прошил на самую новую версию (тогда ios 10.1) с помощью itunes через dfu. Хожу еще 4-5 дней, приходит обновление для ios, постоянные уведомления, ставлю. Телефон не запускается вообще, просто яблоко, itunes при попытке восстановления выдает ошибку 9. Понес в сервис официальный, сказали что брак, заменят в течении недели. Отдал, забрал с работы huawei p8, ходил неделю, не понимал, а чем лучше айфон (ну кроме вибрации)?? Ладно, иду в сервис, забираю мой айфон, но это уже новый, хожу еще два месяца, мучаюсь с наушниками, один раз терял переходник. В один прекрасный момент замечаю, что во время вибрации что-то внутри жужжит, причем это жужжание со временем больше и больше.  в один момент это уже стало реально громко, понес в сервис, сказали, что брак taptic engime, типо внутри отошла пружинка, заменят. Опять хожу с p8 2 дня. Забираю айфон с сервиса и практически сразу покупаю huawei p9, переношу данные и продаю айфон (снизил цену за царапины и порванный кабель зарядки). До сих пор хожу и радуюсь, работает не медленнее, хоть и не так красиво конечно.\r Отдельной строкой хочется подметить качество звука в семерке. В прошлых моделях звук был нормальный, но тут на порядок хуже из-за переходника, который еще и теряется постоянно. Звук из динамиков хороший, но стерео не равномерное, так как один динамик смотри в лицо, а второй вправо. Я не фанат андроида и не фанат айфонов, думаю, что моя история послужит для кого-нибудь предостережением\r \r В общем, если вы очень сильно хотите хороший телефон, для пользования (не для понта), берите из хороших, дорогих китайцев. iphone 7, как  бы я не хотел, но рекомендовать не могу (((", "rating": "1"},
{"text": "Заказ номер 32449697", "rating": "5"},
{"text": "Отрицательные отзывы либо заказные, либо не повезло (что редкость)... нормальный смарт с завышенной ценой, но хорошей поддержкой и отличной ликвидностью на случай полного разочарования!!! :-)))", "rating": "5"},
{"text": "Был обладателем Iphone 4, 5c, Samsung A3 2016. После приобретения айфонов никаких проблем не было разве что бились экраны на раз два. А вот с последним , т.е с самсунгом были некоторые неполадки. Как то раз я решил перейти на Android, думая, что многофункциональность и возможности ОС раскроют передо мной новый мир в использовании телефонов. Некоторое время я был доволен телефоном. Пока я не столкнулся с проблемами о нехватки памяти . Постоянно приходилось чистить память , ставить приложения для всего этого дела. А потом да и вовсе поймал вирус, после которого ни один антивирус не мог помочь, помогло полнейший сброс настроек до заводских. Жутко неудобная клавиатура, несравнимая с клавиатурой на Ios. Вообщем мое довольство аппаратом сменилось разочарованием , хоть это и была совершенно новая модель самсунга , но глючить начала буквально через 3 месяца пользования. Пришлось отказаться вновь в пользу покупки Iphone 7. Телефон имеет ряд как плюсов так и недостатков. Начну с приятного: удивила батарея, хоть по заявленным характеристикам она не обладает огромной емкостью, но за счет оптимизации IOS, держит очень хорошо, гораздо лучше чем мои предыдущие телефоны. Touch id невероятен, реагирует моментально и точен. Камера, видео обладает крутой стабилизацией камеры, что несомненно является хорошей плюшкой. Как всегда, замечательный отклик сенсорного экрана, если на самсунге не всегда нажималась какая либо буква на клавиатуре, то тут всё четко и без проблем. Нет повода задумываться о программах чистки. Нет вирусов, либо если есть, то я их никогда не встречал еще со времен Iphone 4. Минусы - разобьешь экран , попадешь на пол стоимости телефона , а экраны очень хрупкие в айфонах.    Убрали вход под наушники. Бывали ситуации, где был нужен этот самый вход, но благо был с собой переходник, идущий в комплекте. Больше у меня к телефону придирок не было. Итог: остался доволен, и буду ждать от него слаженной работы как минимум года два, а дальше поглядим=).", "rating": "5"},
{"text": "обычный телефон который переоценён! Есть более дешёвые и более функциональные варианты", "rating": "3"},
{"text": "Где хваленная производительность и оптимизация? Скачивание 1гб происходит 1,5 часа! Аппарат достойно ведёт себя в играх, но играми не увлекаюсь. От умного телефона требуется быть умным и давать реальные возможности (так сказать компьютер, на замену). Самый большой геморой это онлайн работа, скачивание/закачивание информации происходит мучительно долго. Батарея не выдерживает и дня, максимум 6-7 часов при обычной работе с смартфоном. Добавьте закрытую систему без возможности использования флеш карт, то получаете тупой кирпич. Ощущение от владения это самый сырой продукт на рынке. А для тупой, дорогой, качественной звонилки есть верту.", "rating": "1"},
{"text": "Использовал долгое время 4 и 5 айфоны. Полтора года назад решил-таки попробовать андроид. В результате, через мои руки прошли пара китайцев Xiaomi R3 и Xiaomi RN 3 Pro, Asus и наконец SGS7. И последним я был бы почти доволен, если бы не нарисовался-таки в моих руках седьмой айфон. \r \r Вот кто понаписал тут столько отрицательных отзывов? Это либо неудачники, к которым липнет брак (а это бывает, есть всегда и у всех). Либо тупые, вездесущие хейтеры, которые данный девайс и в руках то не держали, но при этом видимо, очень хочется. Отсюда и растет лютая ненависть.\r \r Какие-то мифические тормоза в интерфейсе, слабая батарейка, перегревы, засветы, зависания – что за бред? \r \r Батарея (внезапно) супер – у меня держит 2 дня и более, при своих несчастных 1960 мАч. Xiaomi с батарейкой на 4000 не всегда жил столько. За ночь разряжается на 0%! Как было с вечера, так и остается утром. Да, тут нет быстрой зарядки. Ну так, дольше проживет батарея. Я вообще, пока еще даже не доставал штатную зарядку из коробки. Заряжаю только от USB компов дома и на работе. За 2,5 часа, заряжается полностью.\r \r За месяц использования, ни разу ничего не зависло и не залагало. Хотя юзаю иногда довольно жестко по несколько часов в сутки, только что, в игры почти не играю. Наконец то забыл, что такое постоянная очистка памяти от программ («любимое» занятие любого владельца андроида). \r \r Отличная камера, которая, впрочем, хоть немного (имхо) и уступает S7, но все равно одна из лучших. Большинству, убежден, качества снимков и видео хватит «за глаза» не на один год и на все случаи жизни. \r \r Надежный, стабильный, удобный и очень быстрый телефон со всеми современными, мультимедийными возможностями, для тех кому нужно просто пользоваться, а не менять без конца лаунчеры и наборы иконок.\r \r В общем, если позволяют средства – рекомендую к покупке. Лучший смартфон на рынке как был всегда, так и остается.", "rating": "5"},
{"text": "Заказ номер 43148", "rating": "5"},
{"text": "Экран супер, яркость, контраст и насыщенность как всегда на высоте.\r Сканер отпечатка работает мгновенно.\r Кнопка - супер, неделю наверно себя отучал не нажимать на неё когда беру со стола или еще для чего чтоб разблокировать - он делает всё за Вас только прикоснись!.\r Камера как всегда на высоте!\r ЛайфФото - очень прикольная штука -для туризма и фотографирования детей.\r Новый плюшки в видео тоже попарадовали. \r Батарейка работает больше суток гарантировано.\r Проблем с отсутствием разъема аудио 3,5мм особо не напрягла - в машине блюпуп, гарнитура для метро блюпуп.\r Ну и самый прикол как увидел КСАОМИ Mi Mix за 40 т.р все переживания что в кармане 45 кило рублей лежит - отпали сами собой.\r Карл 40 тысяч за КеТАЙЦА с 64 гигами, а с 256 гигами 63 тысячи\r кЕтаец должен стоить 10-15 тысяч", "rating": "5"},
{"text": "не советую покупать данное устройство.", "rating": "3"},
{"text": "Достойный телефон", "rating": "4"},
{"text": "Не берите - пожалеете!", "rating": "1"},
{"text": "Есть ещё влагозащита IP67. Вещь нужная. Это ещё одно достоинство. Очень хороший смартфон.", "rating": "5"},
{"text": "Разочарование!", "rating": "2"},
{"text": "Ну а так телефон отличный, я им очень доволен, может это у меня такой заводской косяк.", "rating": "3"},
{"text": "Не смотря на передовые разработки, качество сборки на уровне китайских смартфонов среднего сегмента, опять же важно понимать, что очень много маркетинга и хороший дизайн, а штампуется всё в Китае в спешке без особого контроля качества. ДА, все после скандалов критикуют Самсунг, мне честно его продукция, кроме нексусов, тоже не нравится. Но там всё было куда лучше с качеством и у планшетов и у телефонов.\r \r По ощущеним-в руке лежит плохо, наровит выскользнуть-решил проблему прозрачным прорезиненным чехлом белкин или белсис..не помню, но очень качественным. Всё-нет проблемы.\r \r Слабый приём Wi-Fi и сети. Ну в сравнении с моим предыдущим 4s и нексусами.\r \r Очень долго ждал и не обновлял свой айфон 4s, когда разбил вполне успешно сидел на нексусах, но не то..вернулся и...\r \r 50 на 50. То есть и вроде бы всё нравится и дьявол кроется в деталях.. Покрутите в руках-попробуйте основные функции, нравится-берите, нет-смотрите нексусы и пиксели, чистый андроид тоже айс! В кредит такой брать исключено, нету смысла, таким же функционалом обладает и простая 6-рка и 5s-SE если экран большой не так важен, как удобный хват и эргономика.", "rating": "3"},
{"text": "добавлю один адекватный отзыв в эту кучу словесного поноса китай-юзеров.  Цена такая из-за курса, а не из-за неадекватности компании Эпл. Любой нормальный аналог этому телефону стоит от 40к, никчемный китай, который в руках держать неприятно, вообще в эту историю нельзя приплетать. У кого нет разъема для наушников я напомню, что в комплекте идет переходник: один раз прицепил на свои наушники и забыл об этом, а в машине телефон с магнитолой работает по блютусу. Экран суперский, бОльшего разрешения ему и не надо, человеческий глаз разницы не различит.  Заряжается быстро, разряжается долго. Фотографирует бодро, но не сказать что космос.  \nПомимо известных всем вещей об этом телефоне скажу, что батарейку держит 1,5-2 дня. Сеть ловит отлично (Yota), стереозвук на высоте. Он защинен не от влаги, как многие думают, а от воды (1,5 метра под водой выдерживает до 30ти минут).", "rating": "5"},
{"text": "У меня до этого был пятый, шестерку решил не брать- приобрел 5ку почти перед выходом 6ки. Дождался 7ку, купил. Так вот, пятерка мне нравилась больше. У семерки периодически что-то шумит, интернет есть через раз, один раз основательно вис. У друга шестерка, он ею доволен до пускания слюны, ъотел себе семерку, но посмотрев на мою, передумал. Едиственны, кому нравится- девочкам. Они клюют. Ради понтов взять можно, если ценник позволит. Ради функционала- не советую", "rating": "3"},
{"text": "Инженеры как всегда на высоте - быстрая начинка, отличная камера, стереозвук, влагозащита и полтора-два дня работы от батареи.\r Всё портит дизайн, который сделали для рекламных фотографий, забыв про эргономику: из-за скруглённых торцов и матового алюминия телефон постоянно выскальзывает из рук. Опрос владельцев шестёрок это подтвердил, все их регулярно роняют при ношении без чехла.\r \r Отсутствие аудиоразъёма не оказалось проблемой из-за хорошей батарейки. А вот сенсорная кнопка не понравилась - она работает по принципу форс-тача и приходится долбить по ней сильнее, чем по физической на предыдущих моделях.\r \r Из-за выскальзываний пришлось сдать телефон обратно в магазин, хотя до него пользовался iPhone 5C и горя не знал. Советую тщательно изучить iPhone 7 перед покупкой при переходе с других моделей или Андроида.\r \r Попутно выяснилось, что возврат яблочной техники нормально происходит только в официальном Яблосторе.", "rating": "4"},
{"text": "Купила по необходимости в связи с поломкой предыдущей версии айфона, о чем сожалею , нужно было в фирменном сервисе обменять на новый свой 6S(((", "rating": "2"},
{"text": "Я всегда был доволен продуктами от Apple, и это не исключение.  Лучший продукт на рынке", "rating": "4"},
{"text": "Перешел на него с 6ки, внешне разницы практически нет, для тех кто любит чехлы ее вообще нет. Порадовал дизайн камеры, теперь не так сильно заметно ее \"выпирание\". Хороший звук. Огромным плюсом считаю влаго и пыле защиту. Моя 6ка жутко забивалась пылью и приходилось разбирать чтобы почистить динамик, я думаю меня поймут те у кого опыт использования 6го айфона более года. Убрали джек... да и фиг с ним... наушники то в комплекте лежат же, мне их достаточно. А для меломанов- огромный выбор беспроводных наушников на любой вкус и кошелёк. Иногда происходит подвисание системы при звонках, но это проблема мне известна давно, проявляется при переключении на вторую линию при входящем вызове. В общем я как благодарный пользователь продукции эппл всем доволен, но большого прорыва я не заметил.", "rating": "4"},
{"text": "Нет смысла переплачивать. \r Для сравнения у меня и семерка и шесть ЭС... Разницы не вижу...\r Да...! Звук лучше, да, экран ЧУТЬ ярче (при очень детальном рассмотрении) \r Отсутствие 3.5 разъема мне по-барабану (не пользуюсь) - ничего не скажу.\r Батарея и ее автономность никак не выше шестерки ЭС!\r очень пожалел что купил. Хотел замену в плюс более емкой батареи  - в итоге  разницы не увидел((", "rating": "1"},
{"text": "В один чудесный момент Apple перешла на двухэтапную проверку идентификатора Apple ID. Хоть я прекрасно знала и правильно ввела свой пароль на входе в iCloud, система попросила ответить на вопросы безопасности, точное написание ответов я не помню, помню примерно. Почта google, к которой привязан ID, удалена, восстановить невозможно, в гугл я писала. В итоге Apple ID блокировали. Телефон превратился в кусок бесполезной пластмассы. Два раза в день я звоню в саппорт в Москве уже неделю, находясь в Беларуси. Пытаюсь угадать ответы, после чего блокировка на 8 часов и заново. Потеряла все деньги на звонки в другую страну без всякого результата, потому что в Беларуси никакого телефона поддержки нет. Общения по электронной почте у них тоже нет. У меня есть коробка от телефона, все номера IMEI, серийный номер и прочее, я знаю свой Apple ID и пароль к нему, знаю практически точно ответы на контрольные вопросы, а мне в саппорте говорят – мы ничего не можем сделать? Вы покупаете телефон, который из-за каких-то придуманных изменений в политике Apple может в один день превратиться в кусок пластмассы, звонящий только на номер 112!", "rating": "2"},
{"text": "Дизайн 3-й год тот же... Вообще никак не отличается от 6-го и 6s такого кажется еще не было никогда (не считая переходную модель SE)", "rating": "3"},
{"text": "Перешёл с 5s, разница конечно существенная во всех отношениях. Заряд держит 8 часов неумирущи при постоянном использование. 32 гб хватает с головой, после резервного копирования с 5s, 15 гб свободно. Матовый цвет выглядит очень достойно. В общем рекомендую!", "rating": "5"},
{"text": "В целом, аппаратом доволен, минус, отсутствие миниджека. Но для этого есть Bluetooth-гарнитура. \n- Телефон держит один день ровно, как и мой предыдущий iPhone 6. - Чуточку стал быстрее. Налез чехол шестого айфона, поставил защитное стекло.", "rating": "5"},
{"text": "Power bank с собой носить перестала, больше не боюсь, что кнопка home сломается от постоянных нажатий( на 5ке вышла из строя через год эксплуатации). громкий. В режиме использования держит заряд 7-8 часов( ютуб, вк, интернет, фотосъемка)", "rating": "5"},
{"text": "Не пилите меня яблочники, сам к сожалению зависим к плюшкам, грешен. \r     Начну критику, куда без неё))) Пюююююц поцарапалось окантовка ( еле заметно, но всё же) , вытирал специальной салфеткой , от неё  родимой) ну не люблю чехлы. Влагозащита для меня только минус, так и провоцирует утопить, а жалко. Экран только характеристиками убивает, на самом деле сносно ( если бы не семьдесят бакинских) А вот отказ от джека пппппппц критике не поддаётся. Батарея точно не лучше 6, сказки про два+ часа. Процессор всё сжирает.  Всех кто экономит или рационально тратит,мимо.  Благо, что продать не проблема, так и сделаю, вернусь на Sку. Да, в не которых программах были лаги, где и шестёрка не запиналась, но это оптимизация.  Вообще не плохо, но кажется где то нас обманули))) . \r    Засим раскланяюсь.", "rating": "3"},
{"text": "разочарована", "rating": "2"},
{"text": "Достался в подарок. Сам бы 10 раз подумал, прежде чем покупать за такие деньги.\r В целом, как и любой смартфон Apple, поначалу вызывает кучу приятных эмоций. Работает очень быстро, никогда не тормозит. Но никаких кардинальных изменений по факту нет. На каждый плюс найдется минус. Плюс - сделали стереодинамики, звучат лучше, но не сильно громче. Минус - запаяли 3,5мм разъем, беспроводные наушники за 10 тысяч купит только ненормальный с учетом того, что звучат они на уровне обычных earpods себестоимостью 100 рублей. Плюс - водозащита. Минус - сенсорная кнопка Хоум. Насчет камеры все неоднозначно. Благодаря оптической стабилизации видео однозначно стало лучше, теперь не дергается. Что касается фото, большой разницы c iPhone 6s я не заметил. Кому интересно сравнение с камерой iPhone 6s и Galaxy S7 - загуглите \"Слепое сравнение камер iPhone 7, iPhone 6s, Galaxy S7 и LG G5\" (Маркет ссылки не пропускает). Очень наглядно видно, что отличий с 6s минимум,  Galaxy S7 на сегодняшний день по-прежнему лидер в плане камеры. Ставлю четверку, так как смартфон в использовании очень приятный, но в основном это заслуга экосистемы и качественого софта. Что касается аппаратная части, она не соответствует ценнику. Достаточно взглянуть хотя бы на разрешение экрана.", "rating": "4"},
{"text": "Ждал чужих отзывов, но так и не дождался, пришлось брать самому.\r Без фанатизма искал телефон из наличия по салонам чтобы вживую посмотреть на новую кнопку, через несколько дней после начала продаж все таки наткнулся на золотой цвет, его и взял. хотел черный но такой увидел всего раз на пару тысяч дороже.\r До этого был 5 и очень нравился размер, с него снова вернулся на Андроид(Сони), но снова захотелось новенького и долго думал SE или 7\r В результате остановился 7-ке. Что нравится- разблокировка по отпечатку пальца, но это есть уже у последнего китайца. Удобное восстановление на новый телефон, уже и Пятого то нет, а все восстановилось, У сони на каждой новой версии андроида резервная копия с предыдущей версии или не восстанавливается вообще, или восстанавливает усеченный вариант.\r камера-лучше чем у сони, но судя по обзорам не самая крутая по рынку.\r Аккумулятор с LTE держит лучше чем на андроиде,с другой сторону у сони включать и выключать LTE можно просто из быстрой панели.\r Качество приема сигнала, не ожидал но держит стабильнее и уровень сингнала мегафона выше в труднодоступных местах чем Сони\r Минусы: притормаживания интерфейса были замечены, как обычно вспоминать как устанавливается сторонняя мелодия. \r И огромный жирный минус-каждый рез при отправке изображений через Вотсап, телефон полностью зависает на пару десятков секунд и ни на что не реагирует, это нонсенс!", "rating": "5"},
{"text": "вернули назад в магазин в этот же день", "rating": "1"},
{"text": "Крутейший аппарат , до этого был Sony Xperia z 5 , который перестал работать из за маленькой трещинки в дисплее , а до него был iPhone 5 который с такой же трещиной работал безукоризненно, брал этот смартфон , пото му что доверяю компании apple в производстве и качестве.", "rating": "5"},
{"text": "Я не жалею о покупке, мне нужен был телефон. Странное чувство обладание устройства, вроде он ТОП, а ощущения нет, нужно фанатеть чтобы была эйфория от покупки. Отсутсвие 3,5 разъёма не ощущаю, так как есть плеер. Мой отзыв наверное не поможет лицам до 20 лет, ибо я старый не модный игроман. Пишу отзыв, так как нет никаких откликов об эксплуатации и это странно. Покупал на Горбушке у знакомого, интересный факт, что там нет никакого ажиотаж от продаж, в наличии есть, люди не берут, статьи о очередях кажутся выдумкой, хочешь купить? - или купи! Нет проблем! Про похожесть на 6s и остальное можете прочитать и посмотреть на ютуб. В целом обычный телефон, ощущения \"ВАУ!\" нет, цена высокая, не оправданная для категории современно и легендарно. Конечно никакого прорва нет. У друга 6s, если поменять их название местами, и сказать, что теперь в iPhone появилась кнопка а не сенсор, разъём 3.5 для любых наушниках, дизайн перестал быть матовым и так далее, то 6s станет \"переосмысленным\":)", "rating": "3"},
{"text": "телефон нормальный, достойное продолжение серии, сделали его защищенным от пыли и капель (!!!) воды, более ударопрочным. Купил сие чудо за 57к в самом известном и обдирающем ритейлере Москвы и России. Совет такой: есть 6/6s/5s/SE не покупайте, не поймете за что заплатили.", "rating": "5"},
{"text": "Очень шустрый, фотки получаются отличные, а звук  какой.... Очень чистый и объемный. То, что убрали 3.5 разъем ничего страшного, зато теперь динамика 2 . Единственное, что кнопка по другому сделана и немного непривычно, она клик как будто внутри делает", "rating": "5"},
{"text": "Идеальный подарок любимым женщинам. Как и любой новый айфон.\r Тонкий, красивый, много цветов.\r Ну а еще удобно, что под айфон куча различных аксесуаров и можно поддаривать их бесконечно )", "rating": "5"},
{"text": "Пользовался пару раз в магазине и понял, что никогда не буду покупать этот телефон, камера не всегда сразу срабатывала, корпус не самым удобным образом лежит в руке, про качество корпуса тоже не очень могу сказать, потому что ему уже пару лет и никаких изменений по сравнению с предыдущей версией и так по всем параметрам, скатилась эпл...", "rating": "1"},
{"text": "Начну с того, что до этого, использовал в полной мере только Android флагманы в том числе Nexus 5x и Moto x play. Переход и вкус от первого использования IOS были тяжелыми, объясняю... Для начала как большинство людей решил поставить свою музыку на звонок и послушать + восстановить контакты. С контактами проблем не возникло, но вот мелодию - это что то, я возненавидел Itunes с первого взгляда. Это такие танцы с бубном что сказать нечего. Ну ладно разобрался, музыку закачал, мелодию поставил, контакты восстановил из Google. Через неделю обратил внимание на то что на экране появились микроцарапины, как и откуда непонятно. Я крайне аккуратно отношусь к технике, ношу телефон в бархатном чехле. Сейчас наклеил защитное стекло, теперь хоть царапин не видно. Бывают дерганья непонятные в интерфейсе настроек, не пойму где хваленая плавность?\r         В остальном замечаний нет, очень понравилось как снимает видео, плавно как будто со штатива, лучше всех, а вот фотографии не лучше чем на Nexus 5x или Moto x play. Про кнопку и сенсор с TapticEngine, ничего такого что приводит блогеров в эйфорию не заметил... Зимой в перчатках неудобно, приходится снимать. А вот по поводу разъема для наушников скажу что это они зря, у меня конечно теперь есть bluetooth наушники, но громкость уже не та... Звук классный, самый  громкий что я слышал через провод и переходник на 3,5 мм, качество приема претензий не вызывает. В целом очень удобный, и в основном, самый шустрый аппарат.\r         В итоге если сравнивать с Android телефонами: разница не столь ощутима в процессе использования сколько в цене. Сказки про тормоза на Android более не актуальны, скорее наооборот. Жаль только таких компактных и сравнимых по качеству телефонов на Android нет (Про Sony не вспоминать - камера ужос) Наверное буду продавать и покупать Motorola или Nexus, еще и денег останется.\r          Специально сделал акцент на деталях которые мне не очень понравились, т.к. люди должны быть готовы к такому набору компромиссов.", "rating": "3"},
{"text": "Восхищённые проплаченные отзывы и ухмылки мажоров-владельцев не повод покупать очередную игрушку, по закону жанра устаревающую через полгода за цену неплохой профессиональной техники! Это не вложение денег и не понт, мне смешно из крузака смотреть на людей в маршрутках с айфонами, наверняка взятыми в кредит, у вас определённо чего-то не хватает! Всем счастья, здоровья и любви!", "rating": "2"},
{"text": "подарили коллеги, пришлось продавать на авито, так как кроме понтов телефон из себя ничего не представляет. За цену в 10 раз дешевле я мог взять себе ксаоми с гораздо более впечатляющими характеристиками. Народ очнитесь, вас обманывают хитрые американские маркетологи!", "rating": "1"},
{"text": "Разочарован\r Можно сказать,что это просто обновленная версия 6/6+\r Качество снимков и процессор остался неизменным", "rating": "3"},
{"text": "Был 6, затем 6s, теперь 7. Внешне когда в чехле, все одинаково выглядят))), но он ощутимо шустрее... Камера лучше основная и фронтальная. Всегда были в тёмном цвете \"серый космос\" взяла \"розовое золото\" В цвете ощущение др. телефона, не привычно, но это и нравиться )\r Чехлы с прежних (6,6s) не подходят только из-за камеры и вспышки. Очень жаль, что убрали 64gb. Для меня это был самый идеальный вариант по деньгам и удобству в эксплуатации.", "rating": "5"},
{"text": "пользуюсь больше недели, перешла с 5s, первое время было не привычно с большим экраном, плюс новой разблокировкой ( на iOS 10). В остальном телефон- чудо. Быстрый, не тупит, качество картинки крутое, со стереодинамиками смотреть видео теперь одно удовольствие! 5s был у меня чуть больше года и за день я разряжала его два раза(утром сняла с зарядки(около 7), в 14 часов примерно разряжался в ноль, потом ещё раз часов в 9 вечера), тут же я его снимаю утром с зарядки и где то до 11-12 ночи не парюсь совершенно!  Заряжается полностью у меня часа за 2-2,5 ( точно не засекала). До 2 процентов разрядившись выдал результат: 7часов 22минуты использования, 16 часов 52 минуты в режиме ожидания.", "rating": "5"},
{"text": "Во первых я удивляюсь почему люди берут эту за такие деньги когда есть даже 4 раза дешевле и мощные удобные АНДРОИД смартфоны которые всё можно скачать бесплатно и пользоваться сколько хотите. Это яблоко откусан", "rating": "1"},
{"text": "советую", "rating": "5"}
]